Repository: TuguiDragos/Peel
Catalog: Localization/Peel/Localizable.xcstrings
Source language: en
Languages: cs, de, es, fr, it, ja, ko, nl, pl, pt, ro, ru, sv, tr, uk, zh_hans, zh_hant

source: zsh doesn’t read Peel’s settings yet
cs: zsh zatím nečte nastavení Peelu
de: zsh liest die Einstellungen von Peel noch nicht
es: zsh aún no lee los ajustes de Peel
fr: zsh ne lit pas encore les réglages de Peel
it: zsh non legge ancora le impostazioni di Peel
ja: zshはまだPeelの設定を読み込んでいません
ko: zsh가 아직 Peel의 설정을 읽지 않음
nl: zsh leest de instellingen van Peel nog niet
pl: zsh nie odczytuje jeszcze ustawień Peel
pt: O zsh ainda não lê os ajustes do Peel
ro: zsh nu citește încă configurările Peel
ru: zsh пока не читает настройки Peel
sv: zsh läser inte Peels inställningar än
tr: zsh henüz Peel’in ayarlarını okumuyor
uk: zsh ще не читає налаштування Peel
zh_hans: zsh还不会读取Peel的设置
zh_hant: zsh還不會讀取Peel的設定

source: zsh keeps your last 50,000 commands and saves all of them, instead of keeping 2,000 and saving 1,000 as macOS sets it.
cs: zsh uchovává vašich posledních 50 000 příkazů a všechny je ukládá, místo aby uchovával 2 000 a ukládal 1 000, jak to nastavuje macOS.
de: zsh behält deine letzten 50.000 Befehle und sichert sie alle, statt wie von macOS festgelegt 2.000 zu behalten und 1.000 zu sichern.
es: zsh conserva tus últimos 50.000 comandos y los guarda todos, en vez de conservar 2000 y guardar 1000, como establece macOS.
fr: zsh garde vos 50 000 dernières commandes et les enregistre toutes, au lieu d’en garder 2 000 et d’en enregistrer 1 000 comme le définit macOS.
it: zsh conserva i tuoi ultimi 50.000 comandi e li salva tutti, invece di conservarne 2.000 e salvarne 1.000 come stabilito da macOS.
ja: zshは、macOSのデフォルトのように2,000件を保持して1,000件を保存するのではなく、直近の50,000件のコマンドを保持し、そのすべてを保存します。
ko: zsh는 macOS 설정대로 명령 2,000개를 유지하고 1,000개를 저장하는 대신, 최근 명령 50,000개를 유지하고 모두 저장합니다.
nl: zsh onthoudt je laatste 50.000 commando's en bewaart ze allemaal, in plaats van er 2.000 te onthouden en 1.000 te bewaren zoals macOS het instelt.
pl: zsh przechowuje Twoje ostatnie 50 000 poleceń i zachowuje je wszystkie, zamiast przechowywać 2000 i zachowywać 1000, jak ustawia to macOS.
pt: O zsh mantém os seus últimos 50.000 comandos e salva todos eles, em vez de manter 2.000 e salvar 1.000, como o macOS define.
ro: zsh păstrează ultimele dvs. 50.000 de comenzi și le salvează pe toate, în loc să păstreze 2.000 și să salveze 1.000, așa cum stabilește macOS.
ru: zsh помнит Ваши последние 50 000 команд и сохраняет их все, а не помнит 2 000 и сохраняет 1 000, как задано в macOS.
sv: zsh behåller dina senaste 50 000 kommandon och sparar alla, i stället för att behålla 2 000 och spara 1 000, så som macOS ställer in det.
tr: zsh, macOS’in ayarladığı gibi 2.000 komut tutup 1.000 komut kaydetmek yerine son 50.000 komutunuzu tutar ve hepsini kaydeder.
uk: zsh памʼятає ваші останні 50 000 команд і зберігає їх усі, а не памʼятає 2 000 та зберігає 1 000, як налаштовано в macOS.
zh_hans: zsh会保留你最近的50,000条命令并全部保存，而不是像macOS设定的那样保留2,000条、保存1,000条。
zh_hant: zsh會保留你最近的50,000個指令並全部儲存，而不是依macOS的設定保留2,000個、儲存1,000個。

source: zsh reads Peel’s settings
cs: zsh čte nastavení Peelu
de: zsh liest die Einstellungen von Peel
es: zsh lee los ajustes de Peel
fr: zsh lit les réglages de Peel
it: zsh legge le impostazioni di Peel
ja: zshがPeelの設定を読み込んでいます
ko: zsh가 Peel의 설정을 읽음
nl: zsh leest de instellingen van Peel
pl: zsh odczytuje ustawienia Peel
pt: O zsh lê os ajustes do Peel
ro: zsh citește configurările Peel
ru: zsh читает настройки Peel
sv: zsh läser Peels inställningar
tr: zsh Peel’in ayarlarını okuyor
uk: zsh читає налаштування Peel
zh_hans: zsh会读取Peel的设置
zh_hant: zsh會讀取Peel的設定

source: zsh shows this prompt once Peel’s line is in %@.
cs: zsh zobrazí tuto výzvu, jakmile bude řádek Peelu v souboru %@.
de: zsh zeigt diese Eingabeaufforderung an, sobald die Zeile von Peel in %@ steht.
es: zsh mostrará este indicador cuando la línea de Peel esté en %@.
fr: zsh affichera cette invite de commande dès que la ligne de Peel se trouvera dans le fichier %@.
it: zsh mostrerà questo prompt quando la riga di Peel sarà nel file %@.
ja: Peelのファイルを読み込む行が%@に追加されると、zshはこのプロンプトを表示します。
ko: %@에 Peel의 줄이 추가되면 zsh가 이 프롬프트를 표시합니다.
nl: zsh toont deze prompt zodra de regel van Peel in %@ staat.
pl: zsh wyświetli ten znak zachęty, gdy wiersz Peel znajdzie się w pliku %@.
pt: O zsh mostra este prompt assim que a linha do Peel estiver no %@.
ro: zsh afișează acest prompt odată ce linia Peel se află în %@.
ru: zsh покажет это приглашение ввода, как только строка Peel появится в %@.
sv: zsh visar den här prompten först när Peels rad finns i %@.
tr: Peel’in satırı %@ dosyasında olduğunda zsh bu bilgi istemini gösterir.
uk: zsh показуватиме це запрошення, щойно рядок Peel зʼявиться в %@.
zh_hans: 一旦%@中有了Peel的那一行，zsh就会显示此提示符。
zh_hant: 一旦%@中有Peel的設定行，zsh就會顯示此提示行。

source: “%@” couldn’t be disabled.
cs: Položku „%@“ nelze vypnout.
de: „%@“ konnte nicht deaktiviert werden.
es: No se ha podido desactivar “%@”.
fr: Impossible de désactiver « %@ ».
it: Impossibile disabilitare “%@”.
ja: “%@”を無効にできませんでした。
ko: ‘%@’을(를) 비활성화할 수 없습니다.
nl: '%@' kon niet worden uitgeschakeld.
pl: Nie udało się wyłączyć „%@”.
pt: Não foi possível desativar “%@”.
ro: „%@” nu a putut fi dezactivat.
ru: Не удалось выключить объект «%@».
sv: ”%@” kunde inte avaktiveras.
tr: “%@” etkisizleştirilemedi.
uk: Не вдалося вимкнути «%@».
zh_hans: 未能停用“%@”。
zh_hant: 無法停用「%@」。

source: “%@” couldn’t be enabled.
cs: Položku „%@“ nelze zapnout.
de: „%@“ konnte nicht aktiviert werden.
es: No se ha podido activar “%@”.
fr: Impossible d’activer « %@ ».
it: Impossibile abilitare “%@”.
ja: “%@”を有効にできませんでした。
ko: ‘%@’을(를) 활성화할 수 없습니다.
nl: '%@' kon niet worden ingeschakeld.
pl: Nie udało się włączyć „%@”.
pt: Não foi possível ativar “%@”.
ro: „%@” nu a putut fi activat.
ru: Не удалось включить объект «%@».
sv: ”%@” kunde inte aktiveras.
tr: “%@” etkinleştirilemedi.
uk: Не вдалося увімкнути «%@».
zh_hans: 未能启用“%@”。
zh_hant: 無法啟用「%@」。

source: “%@” couldn’t be moved to the Trash.
cs: Položku „%@“ nelze přesunout do koše.
de: „%@“ konnte nicht in den Papierkorb gelegt werden.
es: No se ha podido trasladar “%@” a la papelera.
fr: Impossible de placer « %@ » dans la corbeille.
it: Impossibile spostare “%@” nel Cestino.
ja: “%@”をゴミ箱に入れられませんでした。
ko: ‘%@’을(를) 휴지통으로 이동할 수 없습니다.
nl: '%@' kon niet naar de prullenmand worden verplaatst.
pl: Nie udało się przenieść „%@” do Kosza.
pt: Não foi possível mover “%@” para o Lixo.
ro: „%@” nu a putut fi mutat în Coș.
ru: Не удалось переместить объект «%@» в Корзину.
sv: ”%@” kunde inte flyttas till papperskorgen.
tr: “%@” Çöp Sepeti’ne taşınamadı.
uk: Не вдалося перемістити «%@» у Смітник.
zh_hans: 未能将“%@”移到废纸篓。
zh_hant: 無法將「%@」丟到「垃圾桶」。

source: “%@” couldn’t be started.
cs: Položku „%@“ nelze spustit.
de: „%@“ konnte nicht gestartet werden.
es: No se ha podido iniciar “%@”.
fr: Impossible de démarrer « %@ ».
it: Impossibile avviare “%@”.
ja: “%@”を開始できませんでした。
ko: ‘%@’을(를) 시작할 수 없습니다.
nl: '%@' kon niet worden gestart.
pl: Nie udało się uruchomić „%@”.
pt: Não foi possível iniciar “%@”.
ro: „%@” nu a putut fi pornit.
ru: Не удалось запустить объект «%@».
sv: ”%@” kunde inte startas.
tr: “%@” başlatılamadı.
uk: Не вдалося запустити «%@».
zh_hans: 未能启动“%@”。
zh_hant: 無法啟動「%@」。

source: “%@” couldn’t be stopped.
cs: Položku „%@“ nelze zastavit.
de: „%@“ konnte nicht gestoppt werden.
es: No se ha podido detener “%@”.
fr: Impossible d’arrêter « %@ ».
it: Impossibile interrompere “%@”.
ja: “%@”を停止できませんでした。
ko: ‘%@’을(를) 중단할 수 없습니다.
nl: '%@' kon niet worden gestopt.
pl: Nie udało się zatrzymać „%@”.
pt: Não foi possível parar “%@”.
ro: „%@” nu a putut fi oprit.
ru: Не удалось остановить объект «%@».
sv: ”%@” kunde inte stoppas.
tr: “%@” durdurulamadı.
uk: Не вдалося зупинити «%@».
zh_hans: 未能停止“%@”。
zh_hant: 無法停止「%@」。

source: “%@” is in the Trash but couldn’t be stopped.
cs: Položka „%@“ je v koši, ale nelze ji zastavit.
de: „%@“ ist im Papierkorb, konnte aber nicht gestoppt werden.
es: “%@” está en la papelera, pero no se ha podido detener.
fr: « %@ » est dans la corbeille, mais impossible de l’arrêter.
it: “%@” è nel Cestino, ma non è stato possibile interromperlo.
ja: “%@”はゴミ箱にありますが、停止できませんでした。
ko: ‘%@’은(는) 휴지통에 있지만 중단할 수 없습니다.
nl: '%@' staat in de prullenmand, maar kon niet worden gestopt.
pl: „%@” jest w Koszu, ale nie udało się go zatrzymać.
pt: “%@” está no Lixo, mas não foi possível pará-lo.
ro: „%@” este în Coș, dar nu a putut fi oprit.
ru: Объект «%@» в Корзине, но его не удалось остановить.
sv: ”%@” ligger i papperskorgen men kunde inte stoppas.
tr: “%@” Çöp Sepeti’nde, ancak durdurulamadı.
uk: «%@» у Смітнику, але його не вдалося зупинити.
zh_hans: “%@”已在废纸篓中，但未能停止。
zh_hant: 「%@」已丟到「垃圾桶」，但無法停止。

source: Program
de: Programm
es: Programa
fr: Programme
it: Programma
ja: プログラム
ko: 프로그램
nl: Programma
pt: Programa
ru: Программа
uk: Виконуваний файл
zh_hans: 程序
zh_hant: 程式

source: Symbol
de: Zeichen
es: Símbolo
fr: Symbole
it: Simbolo
ja: 記号
ko: 기호
nl: Symbool
pt: Símbolo
ro: Simbol
ru: Символ
tr: Sembol
uk: Символ
zh_hans: 符号
zh_hant: 符號

source: Agent
es: Agente
it: Agente
ja: エージェント
ko: 에이전트
pt: Agente
ru: Агент
tr: Aracı
uk: Агент
zh_hans: 代理
zh_hant: 代理程式

source: Framework
es: Estructura
fr: Structure
ja: フレームワーク
ko: 프레임워크
pl: Szablon roboczy
ro: Cadru
ru: Структура
sv: Ramverk
uk: Бібліотека
zh_hans: 框架
zh_hant: 架構

source: OK
es: Aceptar
ko: 확인
ru: ОК
tr: Tamam
zh_hans: 好
zh_hant: 好

source: Plug-in
es: Módulo
fr: Module
ja: プラグイン
ko: 플러그인
pl: Wtyczka
ru: Плагин
sv: Insticksfil
tr: Yazılım Eki
uk: Плагін
zh_hans: 插件
zh_hant: 外掛模組

source: Audio
ja: オーディオ
ko: 오디오
pt: Áudio
ru: Аудио
sv: Ljud
tr: Ses
uk: Звук
zh_hans: 音频
zh_hant: 音訊

source: Shell
ja: シェル
ko: 셸
pl: Powłoka
ru: Оболочка
sv: Kommandotolk
tr: Kabuk
uk: Оболонка

source: Dock
zh_hans: 程序坞

source: Finder
zh_hans: 访达

source: Safari
zh_hans: Safari浏览器

source: Spotlight
zh_hans: 聚焦

source: iCloud Drive
zh_hans: iCloud云盘
zh_hant: iCloud雲碟
